export const dummy1 = {
    text:"السنة النبوية",
    desc:`قَالَ: صلَّى بِنَا رَسُولُ اللَّهِ ﷺ صَلاةَ الصُّبْحِ
    بِالحُدَيْبِيَةِ في إِثْرِ سَمَاءٍ كَانتْ مِنَ اللَّيْل،
    فَلَمَّا انْصرَفَ أَقْبَلَ عَلى النَّاسِ فَقَال: هَلْ تَدْرُون
    مَاذَا قَالَ رَبُّكُمْ؟ قَالُوا: اللَّهُ وَرَسُولُهُ أَعلَمُ،
    قَالَ: قَالَ: أَصْبَحَ مِنْ عِبَادِي مُؤمِنٌ بِي وَكَافِرٌ،
    فأَمَّا مَنْ قالَ: مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمتِهِ،
    فَذلِكَ مُؤمِنٌ بي، كَافِرٌ بالْكَوْكَبِ، وَأَمَّا مَنْ قالَ:
    مُطِرْنا بِنَوْءِ كَذا وَكذا، فَذلكَ كَافِرٌ بِي، مُؤمِنٌ
    بالْكَوْكَبِ» متفقٌ عليه.`,
    subtitle1:"الراوي : عَنْ زَيْدِ بْنِ خَالِدٍ",
    subtitle2:"متفقٌ عليه."
}

export const dummy2 = {
    text:"القرآن الكريم",
    desc:`لَقَدْ أَتَوْا عَلَى الْقَرْيَةِ الَّتِي أُمْطِرَتْ مَطَرَ
    السَّوْءِ أَفَلَمْ يَكُونُوا يَرَوْنَهَا بَلْ كَانُوا لَا
    يَرْجُونَ نُشُورًا`,
    subtitle1:"السورة : الفرقان ",
    subtitle2:"تفسير الآية"
}

export const dummy3 = {
    text:"الأدب العربي",
    desc:`ناديكَ من مطرِ الإحسانِ ممطورُ و مُرتَجيكَ بغَمْرِ الجُودِ مَغمورُ`,
    subtitle1:"الشاعر : السري الرفاء",
    subtitle2:"قراءة القصيدة"
}